app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "king dddd"], ["description", "kmklmkl"], ["created_at", "2018-09-23 15:27:07.000443"], ["updated_at", "2018-09-23 15:27:07.000443"]]
---
  def create
    Post.create({
      title: params[:post][:title],
      description: params[:post][:description]
      })